import React from 'react'
import './ReviewProduct.css'

function ReviewProduct() {
  return (
    <div className='ReviewProduct h-100 d-flex flex-column bg-main product-content py-4 px-4' dir='rtl'>

      <span className='title-1-review-product text-color-content fs-5 mt-2'>نقد و بررسی</span>
      <p className='paragraph-1-review-product text-color-main fs-price-card mt-4 mb-4 lh-32'>بدون شک شیائومی Mi 11 Ultra یکی از گوشی‌های هوشمند پرچمدار موجود در بازار است که در بخش‌های مختلف، توانایی ارائه عملکرد بسیار خوب و فوق‌العاده‌ای را دارد. در همان نگاه اول کاملا متوجه خواهید شد که با یک گوشی هوشمند قدرتمند و پرچمدار رو‌به‌رو هستید. طراحی جذاب و حتی متفاوت که جذابیت بصری خاص به این گوشی هوشمند بخشیده است. در نمای رو‌به‌رویی صفحه‌نمایش یکدست و بسیار زیبایی را مشاهده می‌کنید که به طراحی ناچ اینفینیتی O مجهز شده است. بریدگی دایره‌ای شکل ناچ در قسمت بالایی و گوشه سمت چپ صفحه‌نمایش، سنسور دوربین سلفی را در خود جای داده است. خمیدگی صفحه‌نمایش در قسمت‌های کناری هم سبب شده تا حاشیه به حداقل میزان ممکن برسد و در نهایت ۹۱.۴ درصد از نمای رو‌به‌رویی را صفحه‌نمایش به خودش اختصاص داده است. حسگر اثر انگشت هم به عنوان یک قابلیت امنیتی بسیار پرکاربرد، زیر صفحه‌نمایش قرار گرفته و با توجه به تست‌های انجام شده باید بدانید که این حسگر اپتیکال، توانایی ارائه عملکرد بسیار سریعی را در قفل‌گشایی صفحه‌نمایش دارد.
      </p>
      <div className='w-100'>
        <img className='img-1-review-product w-100' src="../assets/img/ReviewProduct/c2-1.jpg" alt="" />
      </div>
      <p className='paragraph-2-review-product text-color-main fs-price-card mt-4 mb-4 lh-32'>
        گوشی‌های هوشمند خانواده آیفون 13 در قالب چهار گوشی آیفون 13 پرو مکس، آیفون 13 پرو، آیفون 13 و آیفون 13 مینی معرفی شدند. بدون شک دو مدل پرو و پرو مکس به عنوان پرچمداران این شرکت از مشخصات فنی قدرتمند‌تری بهره برده‌اند. اما در این میان آیفون 13 به همراه مدل مینی با قیمتی مقرون‌به‌صرفه‌تر روانه بازار شده‌اند تا امکان خرید برای کاربران بیشتری امکان‌پذیر باشد. در این مقاله خواهیم دید که آیفون 13 به نسبت نسل قبلی چه مشخصاتی با خود به‌همراه داشته و در بخش‌های مختلف چه عملکردی را از خودش به‌نمایش می‌گذارد. شاید با توجه به مشخصات تقریبا مشابه آیفون 13 و آیفون 12، این سوال برای شما به وجود آید که چرا آیفون 13 می‌تواند عملکرد بهتری داشته باشد. پس با ما همراه باشید تا به دلایل عملکرد بهتر و قدرتمند‌تر آیفون 13 به نسبت آیفون 12 پی ببرید.
      </p>


      <span className='title-2-review-product text-color-content fs-5 mt-2'>طراحی جذاب</span>
      <p className='paragraph-3-review-product text-color-main fs-price-card mt-4 mb-4 lh-32'>
        اپل چندان تمایلی به تغییر طراحی‌های موفق خود ندارد و ترجیح می‌دهد تا زبان طراحی موفق و جذاب خود را حفظ کند. آیفون 13 نیز از طراحی مشابهی با نسل قبلی خود بهره برده است. در نمای رو‌به‌رویی همان ناچ و بریدگی آشنای سری‌های قبلی را می‌بینیم که این بار عرض کمتری به نسبت ناچ صفحه‌نمایش آیفون 12 دارد. در نمای پشتی هم شاهد قرار گیری دو سنسور دوربین می‌باشیم که بر‌خلاف مدل آیفون 12، این بار دو سنسور دوربین با چیدمانی ضربدری با فلش LED در بریدگی مربعی شکل قرار گرفته‌اند. این در حالی است که دو سنسور دوربین قسمت پشتی آیفون 12 با چیدمانی ستونی شکل در کنار یکدیگر قرار گرفته‌اند.
      </p>
      <div className='w-100'>
        <img className='img-2-review-product w-100' src="../assets/img/ReviewProduct/c1-1.jpg" alt="" />
      </div>


      <span className='title-3-review-product text-color-content fs-5 mt-2'>صفحه نمایش</span>
      <p className='paragraph-4-review-product text-color-main fs-price-card mt-4 mb-4 lh-32'>
        در این بخش نیز باید گفت، آیفون 13 از صفحه‌نمایشی مشابه با آیفون 12 بهره برده است. صفحه نمایش 6.1 اینچ با رزولوشن 1170×2532 پیکسل از نوع اولد (OLED) با فناوری Super Retina XDR، برای این گوشی‌هوشمند قدرتمند در نظر گرفته شده است. تراکم پیکسلی 460ppi در هر اینچ سبب شده تا این صفحه نمایش توانایی ارائه کیفیت تصویر بسیار بالایی را داشته باشد. محافظ صفحه Scratch-resistant ceramic glass می‌تواند به‌خوبی از صفحه‌نمایش این گوشی‌هوشمند در برای ضربات و افتادن‌های احتمالی هم محافظت کند.
      </p>
      <p className='paragraph-5-review-product text-color-main fs-price-card mt-4 mb-4 lh-32'>
        همانطور که می‌دانیم، صفحات‌نمایش دو مدل آیفون 13 پرو و 13 پرو مکس توانایی ارائه اولین نرخ بروزرسانی 120 هرتز را دارند. این اولین بار در تاریخ گوشی‌های هوشمند اپل است که چنین صفحه‌نمایشی را شاهد هستیم. اما آیفون 13 و آیفون 13 مینی همانند پرچمداران نسل‌های قبلی، توانایی ارائه نرخ بروزرسانی 60 هرتز را دارند. از نظر میزان روشنایی هم این صفحه‌نمایش توانایی ارائه حداکثر روشنایی 1200 نیت (شمع در متر مربع) را دارد. بهره بردن از چنین میزان روشنایی سبب شده تا در شرایط نوری متنوع و حتی تابش مستقیم نور خورشید هم شاهد وضوح تصویر بسیار بالا و با‌کیفیتی از صفحه‌نمایش آیفون 13 باشیم.
      </p>
      <div className='w-100'>
        <img className='img-2-review-product w-100' src="../assets/img/ReviewProduct/c2.jpg" alt="" />
      </div>


      <span className='title-4-review-product text-color-content fs-5 mt-2'>دوربین</span>
      <p className='paragraph-6-review-product text-color-main fs-price-card mt-4 mb-4 lh-32'>
        شاید در نگاه اول و بر روی کاغذ، سنسور‌های دوربین در نظر گرفته شده برای آیفون13 چندان تفاوتی با سنسور‌های دوربین آیفون 12 نداشته باشند، اما بدون شک آیفون 13 می‌تواند در این بخش عملکرد بهتری به نسبت مدل آیفون 12 داشته باشد. شاید از خودتان بپرسید که چرا؟ در ادامه به شما خواهیم گفت. در ابتدا نگاهی به مشخصات سنسور‌های دوربین در نظر گرفته شده برای این گوشی‌هوشمند خواهیم داشت. یک سنسور دوربین اصلی با رزولوشن 12 مگاپیکسل، گشودگی دریچه دیافراگم f/1.6، فاصله کانونی 26 میلی متر از نوع عریض به‌همراه سنسور دوربین از نوع فوق عریض (ultra wide) با رزولوشن 12 مگاپیکسل، گشودگی دریچه دیافراگم f/2.4، زاویه دید 120 درجه و فاصله کانونی 13 میلی‌متر، سنسور‌های دوربین دوگانه آیفون 13 را تشکیل می‌دهند. برای دوربین سلفی نیز، سنسور 12 مگاپیکسل از نوع عریض با گشودگی دریچه دیافراگم f/2.2 در نظر گرفته شده که توانایی ضبط ویدیو با کیفیت 4K و نرخ 60 فریم در ثانیه را هم دارد. اما چرا آیفون 13 با بهره بردن از سنسور‌های دوربین مشابه با آیفون 12 می‌تواند خروجی تصاویر با‌کیفیت‌تری را ارائه دهد؟ دلیل اصلی این اتفاق، پردازنده قدرتمند‌تر در نظر گرفته شده برای آیفون 13 است.
      </p>
      <p className='paragraph-7-review-product text-color-main fs-price-card mt-4 mb-4 lh-32'>
        یکی از اصلی ترین دلایل برای خروجی تصاویر بهتر، پردازنده تصویری یا همان ISP است که یکی از بخش‌های پردازنده است. پس به‌طبع بهره بردن از پردازنده قدرتمند‌تر، خروجی تصاویر با‌کیفیت‌تری را ارائه می‌کند. عملکرد سنسور دوربین اصلی 12 مگاپیکسلی در نور روز جای هیچ حرف و حدیثی را باقی نگذاشته است. داینامیک رنج بسیار جذاب، جزئیات عالی و کنتراست بسیار جذاب در تصاویر خروجی ثبت شده به‌خوبی دیده می‌شود. گشودگی دریچه دیافراگم هم جذب نور بسیار خوبی دارد و این نشان از عملکرد عالی این گوشی هوشمند در ثبت تصاویر شب یا در نور کم دارد. سنسور دوربین فوق عریض نیز با زاویه دید گسترده‌تر به نسبت سنسور دوربین اصلی، این امکان را برای شما فراهم می‌کند که تصاویری با زاویه دید باز و بسیار جذاب (برای مثال عکاسی در طبیعت و عکس‌های گروهی) به ثبت برسانید.
      </p>
      <p className='paragraph-8-review-product text-color-main fs-price-card mt-4 mb-4 lh-32'>
        اما پرچمداران اپل همواره در زمینه ضبط ویدیو حرف‌های بسیاری برای گفتن داشتند و هنوز هم هیچ‌کدام از رقبای اندرویدی این شرکت، نتوانسته‌اند عملکرد بهتری به نسبت پرچمداران اپل در زمینه فیلمبرداری داشته باشند. سنسور دوربین اصلی این گوشی‌هوشمند توانایی ضبط ویدیو با حداکثر کیفیت 4K و نرخ 60 فریم در ثانیه را دارد. این سنسور دوربین به قابلیت بسیار جذاب OIS یا همان لرزشگیر اپتیکال مجهز شده است. قابلیتی که لرزش های ناخواسته هنگام ضبط ویدیو را به‌خوبی حذف می‌کند و در نهایت خروجی ویدیو بسیار با‌کیفیتی را به شما ارائه می‌کند. همانند نسل قبلی، سنسور دوربین این گوشی نیز توانایی ضبط ویدیو سینماتیک را دارد که بالا‌ترین کیفیت ممکن ضبط ویدیو در میان تمام پرچمداران دنیا است. اما این بار اپل بهبود‌های چشم گیری را برای بخش فیلمبرداری این گوشی‌هوشمند در نظر گرفته تا به‌راحتی نیاز‌های یک فیلمبردار حرفه‌ای را نیز برطرف کند. فوکوس خودکار بسیار شگفت‌انگیز این دوربین، به لطف هوش مصنوعی یا همان AI، عملکرد بی‌نظیری را از خود به نمایش گذاشته است. فوکوس خودکار بین چهره افراد (برای مثال دو نفر در کادر دوربین حضور دارند و فوکوس بر روی چهره نفر جلو‌تر است، به محض اینکه نفر اول سرش زا برگرداند و به نفر بعدی نگاه کن، دوربین به‌صورت خودکار بر روی نفر دوم فوکوس می‌کند) یکی از قابلیت‌های جدید و بسیار جذاب این گوشی‌هوشمند قدرتمند است.
      </p>


      <span className='title-5-review-product text-color-content fs-5 mt-2'>پردازنده‌ای بی‌رقیب و باتری قدرتمند‌تر</span>
      <p className='paragraph-9-review-product text-color-main fs-price-card mt-4 mb-4 lh-32'>
        باید قبول کنیم که تا به امروز، پردازنده‌های قدرتمند گوشی‌های هوشمند اپل در کنار سیستم عامل بی‌نظیر iOS توانسته اند عملکرد بسیار شگفت‌انگیزی را به نمایش بگذارند. این بار هم آیفون 13 همانند برادران بزرگترش، یعنی آیفون 13 پرو وآیفون 13 پرو مکس، به قدرتمند‌ترین پردازنده این شرکت یعنیُ A15 بایونیک مجهز شده است. پردازنده ای با معماری 5 نانومتری و متشکل از 6 هسته (2 هسته قدرتمند‌تر به‌همراه 4 هسته با کارایی معمولی و صرفه انرژی کمتر). برای GPU یا همان پردازنده گرافیکی نیست، پردازنده اختصاصی 4 هسته‌ای در نظر گرفته شده است.
      </p>
      <p className='paragraph-10-review-product text-color-main fs-price-card mt-4 mb-4 lh-32'>
        با توجه به نتایج بنچمارک و تست های انجام شده باید بگوییم که هیچ بازی در دنیا وجود ندارد که آیفون 13 با بهره بردن از چنین پردازنده قدرتمندی، توانایی اجرا آن را نداشته باشد. البته لازم به ذکر است که این گوشی توانایی اجرای بازی های سنگینی همچون کال‌آ‌ف‌دیوتی موبایل و آسفالت 9 را در بالاتری تنظیمات گرافیکی خواهد داشت. از طرفی معماری 5 نانومتری این پردازنده نیز سبب شده تا به‌نسبت پردازنده‌هایی با معماری 7 و 10 نانومتری مصرف انرژی کمتری داشته باشد و در نهایت طول عمر مفید طولانی‌تری به ازای هر بار شارژ 100 درصدی ارائه کند.
      </p>
      <p className='paragraph-11-review-product text-color-main fs-price-card mt-4 mb-4 lh-32'>
        آیفون 13 در سه مدل با حافظه‌های داخلی 128،256 و 512 گیگابایت روانه بازار شده است. در مقایسه با آیفون 12، همانطور که می‌بینیم دیگر خبری از حافظه داخلی 64 گیگابایتی نیست و در عوض، آیفون 13 به حافظه داخلی 512 گیگابایت مجهز شده است (آیفون 12 به حافظه داخلی 512 گیگابایت مجهز نشده بود). دربخش میزان ظرفیت باتری نیز همانند هر سال، اپل هیچ حرفی از میزان طرفیت باتری در نظر گرفته شده برای این گوشی‌هوشمند چیزی نگفته است. اما به گفته اپل، آیفون 13 توانایی ارائه طول عمر مفید بهتری به ازای هر بار شارژ 100 درصدی به‌نسبت آیفون 12 دارد. حضور پردازنده‌ای با معماری 5 نانومتری و تکنولوژی جدید‌تر این پردازنده به نسبت پردازنده ‌A14 بایونیک، صرفه انرژی به‌مراتب کمتری را خواهد داشت.
      </p>




    </div>
  )
}

export default ReviewProduct